{
  "about_us": "About us",
  "products_introduction": "Product",
  "our_team": "Our team",
  "contact_us": "Contact us",
  "back_to_home": "Main",
  "leading": "THE NEXT GENERATION WALLET - CAFECA",
  "leading_description": "Combine wallets, keys and ID in one card. Explore the infinity in the future.",
  "get_started": "GET STARTED",
  "what_can_we_do": "WHAT CAN WE DO ?",
  "financial": "Financial",
  "rent": "Rental",
  "travel": "Travel",
  "government": "Government",
  "others": "Others",
  "financial_description_1": "Meet banking security compliance requirements.",
  "financial_description_2": "Combine multiple credit cards in one to give your clients a fast, hassle-free application procedure.",
  "financial_description_3": "With the fingerprint verification technology, we don’t need to worry about our cards being stolen and lower the risks from traditional authentication mechanisms.",
  "financial_description_4": "Support RSA/ECC key operation and complete the recovery mechanism, losing cards is no longer a worry.",
  "rent_description_1": "Using ERC-721 NFT technology.",
  "rent_description_2": "All the smart leasing products such as Airbnb, Sharing vehicle can join the world of blockchain.",
  "rent_description_3": "Breaking the boundaries between physical goods and virtual worlds.",
  "rent_description_4": "Change the cryptography keys to transfer to another user anytime, anywhere you want.",
  "travel_description_1": "Keep your tickets and passes in one card.",
  "travel_description_2": "Use your fingerprint as the passport in everywhere without worrying about your identity being hacked.",
  "travel_description_3": "Provide more convenient experience to your customers by booking, paying, checking in and unlocking the door in one card.",
  "travel_description_4": "Travel with CAFECA, you don’t need to carry your tickets everywhere and worry about losing them.",
  "government_description_1": "With biometric, you don’t need to worry about identity thief.",
  "government_description_2": "More than 70 countries in the world are using EID.",
  "government_description_3": "Decrease the workload of verification and protect the pricy of residents.",
  "government_description_4": "Manage different identities such as juridical person and natural person at the same time.",
  "others_description_1": "CAFECA will take you to the whole new world that full of possibilities with blockchain technology.",
  "others_description_2": "We can help you to develop and improve your business with our professional knowledge.",
  "others_description_3": "Please feel free to contact with us.",
  "learn_more": "LEARN MORE",
  "specialize_header": "WHY CAFECA ?",
  "specialize_title_1": "Regular Cold Wallets",
  "specialize_title_2": "CAFECA",
  "specialize_title_3": "IC Cards",
  "specialize_1": "Use blockchain technology",
  "specialize_2": "Support crypto currency",
  "specialize_3": "upport RSA/ECC key operation",
  "specialize_4": "With biometrics",
  "specialize_5": "Multiple applications",
  "data_header": "THE NEW GENERATION BEGINS",
  "data_title_1": "The countries where are using EID is",
  "data_text_1_1": "Over",
  "data_text_1_2": "",
  "data_title_2": "CAGR of Blockchain from 2022-2027 is",
  "data_text_2": "%",
  "data_title_3": "Users of blockchain wallets are",
  "data_text_3": "million",
  "partners_header": "OUR PARTNERS",
  "contact_us_en": "CONTACT US",
  "name": "Your name",
  "company": "Company's name",
  "email": "E-MAIL",
  "phone": "Phone number",
  "tech_question": "Technology",
  "cooperate_question": "Cooperation",
  "price_question": "Inquiry",
  "others_question": "Others",
  "what_else": "Message",
  "send": "SEND",
  "info": "INFORMATION",
  "privacy": "Privacy Policy",
  "service": "SERVICE",
  "product_info": "Product",
  "become_partner": "Partnership",
  "contact_info": "9F., No. 156, Sec. 3, Minsheng E. Rd., Songshan Dist., Taipei City 105 , Taiwan",
  "about_us_en": "ABOUT US",
  "about_us_introducion": "MerMer is a young, energetic start-up team which is specialized in research of blockchain technology and committed to integrate technology with our life.",
  "about_us_services": "Products and services",
  "about_us_service_1": "TideBit is a global cryptocurrency exchange established in HongKong in 2017 with SFC-license.",
  "about_us_service_2": "Boltchain is a blockchain solution company that provides quick indication of blockchain solution to our clients, such as issuing game NFTs or importing ERC 20 to trading platforms.",
  "about_us_service_3": "TideBit Swap is a decentralized cryptocurrency exchange that provides more convenient ways to exchange crypto.",
  "product_introducion": "CAFECA is a multiple functions cold wallet with blockchain technology and biometric to replace traditional password as a key. Not only in saving cryptocurrency, CAFECA meets all the solution in future network generation in a safe and convenient way. It’s a card that can make you become the leader of the industries.",
  "product_title_1": "Fingerprint Verification",
  "product_description_1-1": "Keep the private keys in the card with high performance fingerprint sensor. All the private keys are isolated offline and can only be used after unlocking the card with fingerprint.",
  "product_description_1-2": "With our patented technology, we can assign the your fingerprint to multiple wallet to manage different types of identities such as juridical or natural person.",
  "product_title_2": "Offline Wallet",
  "product_description_2-1": "Different from the regular cold wallets that need to connect to the Internet to use, CAFECA is a totally offline wallet which increase the safety of trading. Transaction record can also be check on low-power electronic panel on the card.",
  "product_description_2-2": "Instead of worrying about your personal information or credit card being hacked, Using CAFACA allows you to verify without expose any of your personal information.",
  "product_description_2-3": "Only use public keys to communicate through encrypted channel and completely isolate the private keys to reduce the risk of being hacked.",
  "product_title_3": "Support different devices and cryptos",
  "product_description_3-1": "Consider a large amount of different users, CAFECA can be used in Window, Mac, IOS and BLE/USE mode with APP in Android.",
  "product_description_3-2": "Also support different cryptocurrencies such as Bitcoin, Bitcoin cash, Ethereum, Litecoin, Ripple and .etc.",
  "product_title_4": "Never worry about losing card",
  "product_description_4-1": "Another patented technology of CAFECA is supporting RSA/ECC key operation and complete the recovery mechanism.",
  "product_description_4-2": "We encrypt and fragment the private keys and fingerprint data then upload them to blockchain when you initialize the wallet. The only things that are needed when the card is missing are a new CAFECA and your fingerprint.",
  "back": "BACK",
  "send_success": "發送成功",
  "send_failed": "OOPS ！Something went wrong.",
  "try_again": "TRY AGAIN",
  "privacy_header": "Privacy Statement",
  "privacy_info": "You are very welcome to visit the \"CAFECA website\" (It's called \"this website\" for short). In order to allow you to use the services and information of this website safely, we hereby explain to you the privacy protection policy of this website to protect your rights and interests, please read the following:",
  "privacy_title_1": " 1. Scope of application of the privacy protection policy",
  "privacy_content_1": "The content of the privacy protection policy, including how this website handles the collected personally identifiable information when you use the website services. The privacy protection policy does not apply to related linked websites other than this website, nor does it apply to people not entrusted or involved in the management of this website.",
  "privacy_title_2": "2. Collection, processing and utilization of personal data",
  "privacy_content_2-1": "When you visit this website or use the functional services provided by this website, we will, depending on the property of the service function, ask you to provide the necessary personal data, and process and use your personal data within the scope of the specific purpose; Without your consent, this website will not use personal data for other purposes. When you use interactive functions such as service mailboxes and questionnaires, this website will retain the name, email address, contact information and usage time you provided.",
  "privacy_content_2-2": "During general browsing, the server will record relevant actions by itself, including the IP address of your connected device, usage time, browser used, browsing and clicking data records, etc., as a reference for us to improve website services. This record is for internal use and is never made public. In order to provide accurate services, we will conduct statistics and analysis on the content of the questionnaires collected, and present the statistical data or explanatory text of the analysis results. Except for internal research, we will publish the statistical data and explanatory text as necessary, but do not involve the data from specific person. You can make a request to us at any time to correct or delete your erroneous or incomplete personal data collected by this website. To get more details, please see the contact channel at the bottom.",
  "privacy_title_3": "3. Data Protection",
  "privacy_content_3": "The host of this website is equipped with firewalls, anti-virus systems and other related information security equipment and necessary security protection measures. Besides what we mentioned before, to protect the website and your personal data, strict protection measures are also adopted. About the personnel, only authorized personnel can access your personal information and the relevant processing personnel have signed confidentiality contracts. Anyone who violates the confidentiality obligations will be subject to relevant legal sanctions. If it is necessary to entrust other units to provide services due to business needs, this website will also strictly require them to comply with confidentiality obligations, and take necessary inspection procedures to ensure that they will indeed comply.",
  "privacy_title_4": "4. External links on the website",
  "privacy_content_4": "The pages of this website provide web links to other websites, and you can also click them and go to other websites through the links provided on this website. However, the linked website does not apply the privacy protection policy of this website, and you must refer to the privacy protection policy in the linked website.",
  "privacy_title_5": "5. Policy of sharing personal data with third parties",
  "privacy_content_5-1": "This website will never provide, exchange, rent or sell any of your personal data to other individuals, groups, private companies or public authorities, unless it is for a legal basis or contractual obligation.",
  "privacy_content_5-2": "The circumstance of the proviso in the preceding paragraph includes but is not limited to:",
  "privacy_content_5-3": "With your written consent.",
  "privacy_content_5-4": "Provided by law.",
  "privacy_content_5-5": "To avoid danger to your life, body, liberty or property.",
  "privacy_content_5-6": "Cooperation with public agencies or academic research institutions is necessary for statistical or academic research based on public interests, and the data is processed by the provider or the collector cannot identify a specific party according to its disclosure method.",
  "privacy_content_5-7": "When your behavior on the website violates the terms of service or may damage or impede the rights and interests of the website and other users or cause damage to anyone, the website management unit has analyzed and disclosed your personal data for the purpose of identifying, contacting or taking legal action if it is necessary. It benefits your interests.",
  "privacy_content_5-8": "When this website entrusts a manufacturer to assist in the collection, processing or use of your personal information, it will be responsible for the supervision and management of the outsourced manufacturer or individual.",
  "privacy_title_6": "6. Usage of Cookies",
  "privacy_content_6": "  In order to provide you with the best service, this website will place and get our cookies on your computer. If you do not want to accept the writing of cookies, you can set the privacy level in the browser function item you are using to High. Thus action can help you refuse the writing of cookies, but it may cause some functions of the website to not perform properly.",
  "privacy_title_7": "7. Amendments to Privacy Protection Policy",
  "privacy_content_7": "The privacy protection policy of this website will be revised at any time in response to demand, and the revised terms will be published on the website.",
  "privacy_title_8": "8. Contact Channels",
  "privacy_content_8": "If you have any questions about the privacy policy of this site, or want to make a request to change or remove your personal data, please go to the \"Contact Us\" page of this website to submit the form."
}
